print ("welcome to davits group")
#ფუნქციებს აქვთ გამხსნელი და დამხურავი ფრჩხილები ბოლოს
#PARENTHESES   /  ფრჩხილები
#"" STRINGS  /  ბრჭყალებში მოთავსებული ტექსტი
# QUOTATION MARKS / ბრჭყალები
#NUMBERS 13 /ციფრები 13
        
print(360)
print("sjdhasdkajsdakdsj... a_ -212== AS+== a=")

#---------------------------------------------------
#ცვლადი ინახავს ინფორმაციას
# name ---- ცვლადის სახელი /  varieble - ცვლადის სახელი
# = ---- ხდება მნიშვნელობლების მინიჭება / declare - დეკლარაცია
#   მნიშვნელობების მინიჭება
#  "GOA" ---- არის მნიშვნელობა / value - მნიშვნელობა
name =  "GOA"


print = (name)

#ბრჭყალების გარეშე რაც
# იწერება ყველაფერი არის ცვლადის სახელი
country= "Georgia"
datvi =""
goat=""


# print არის ფუნქცია რომელსაც შეუძლია 
#თავისი მნშვნელობა გამოიტანოს ტერმინალში

print{datvi}


#----------------------------------------------------------------
# text data / ტექსტური მონაცემები
#strings ტექსტური მონაცემები / ბრჭყალებში მოთავსებული ინფორმაცია
# სადაც ინახება ტექსტები

print ("goa is the best")
print ("goa is the best")



#კომპიუტერი როცა ასრულებს მოქმედებას ჰქვია statements

#------------------------------------------------
#number data /ციფრული მონაცემები
#1 , 23.4
book="the hobit" #string data
pages =20 #number data

print(pages)
    


#-------------------------------------------------------------------
# maghtemagital operators 
# + მიმატება
# - გამოკლება
# * გამრავლება
# / გაყოფა










